import 'package:toy_app/app/data/models/common_question.dart';

List<CommonQuestion> commonQuestionList = [
  CommonQuestion(
      question: "لماذا لا يمكنني إضافة هذا المستخدِم؟",
      answer: "يرتبط المستخدِم من قبل بحساب نشِط "
          "أو غير مفعَّل في AdSense.المستخدِم هو اسم المستخدِم البديل لمعلومات"
          " موجودة لتسجيل الدخول إلى AdSense. يمكن أن تكون معلومات تسجيل "
          "الدخول هذه مرتبطة بحساب AdSense المعنيّ، أو بحساب آخر في AdSense "
          "أو أحد تطبيقاته.لم يتمّ تفعيل AdSense في حساب G Suite للمستخدم."
          " يمكنك التواصل مع مشرف G Suite لتفعيل AdSense."),
  CommonQuestion(
      question: "لماذا لا يمكنني إضافة هذا المستخدِم؟",
      answer: "يرتبط المستخدِم من قبل بحساب نشِط "
          "أو غير مفعَّل في AdSense.المستخدِم هو اسم المستخدِم البديل لمعلومات"
          " موجودة لتسجيل الدخول إلى AdSense. يمكن أن تكون معلومات تسجيل "
          "الدخول هذه مرتبطة بحساب AdSense المعنيّ، أو بحساب آخر في AdSense "
          "أو أحد تطبيقاته.لم يتمّ تفعيل AdSense في حساب G Suite للمستخدم."
          " يمكنك التواصل مع مشرف G Suite لتفعيل AdSense."),
  CommonQuestion(
      question: "لماذا لا يمكنني إضافة هذا المستخدِم؟",
      answer: "يرتبط المستخدِم من قبل بحساب نشِط "
          "أو غير مفعَّل في AdSense.المستخدِم هو اسم المستخدِم البديل لمعلومات"
          " موجودة لتسجيل الدخول إلى AdSense. يمكن أن تكون معلومات تسجيل "
          "الدخول هذه مرتبطة بحساب AdSense المعنيّ، أو بحساب آخر في AdSense "
          "أو أحد تطبيقاته.لم يتمّ تفعيل AdSense في حساب G Suite للمستخدم."
          " يمكنك التواصل مع مشرف G Suite لتفعيل AdSense."),
  CommonQuestion(
      question: "لماذا لا يمكنني إضافة هذا المستخدِم؟",
      answer: "يرتبط المستخدِم من قبل بحساب نشِط "
          "أو غير مفعَّل في AdSense.المستخدِم هو اسم المستخدِم البديل لمعلومات"
          " موجودة لتسجيل الدخول إلى AdSense. يمكن أن تكون معلومات تسجيل "
          "الدخول هذه مرتبطة بحساب AdSense المعنيّ، أو بحساب آخر في AdSense "
          "أو أحد تطبيقاته.لم يتمّ تفعيل AdSense في حساب G Suite للمستخدم."
          " يمكنك التواصل مع مشرف G Suite لتفعيل AdSense."),
];
